# Sqrt

## Description
Function Sqrt returns the square root of the specified value.

```pascal
FUNCTION Sqrt(v : REAL) : REAL;
```

```python

def vs.Sqrt(v):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|v|REAL|Value for which to find the square root.|

## Version
Availability: from MiniCAD
## Category
* Math - General